{
"Speech": "Speech is the vocalized form of human communication, created out of the phonetic combination of a limited set of vowel and consonant speech sound units.",
"Male speech, man speaking": "Speech uttered by an adult male human.",
"Female speech, woman speaking": "Speech uttered by an adult female human.",
"Child speech, kid speaking": "Speech uttered by a human child, i.e. a human whose voice does not yet resemble that of an adult.",
"Conversation": "Interactive, spontaneous spoken communication between two or more people.",
"Narration, monologue": "Speech by a single human aimed at an audience (either present or assumed, as in a video blog).",
"Babbling": "Speech-like sounds uttered by a human that lack the deeper structure and meaning of conventional speech. Babbling is a stage in a child's development of language.",
"Speech synthesizer": "Artificially-produced human speech.",
"Shout": "Talk in a loud voice to deliberately command attention or overcome interfering sounds. Does not have the stronger emotional connotations of Yell or Scream.",
"Bellow": "A very loud utterance by a person that seems more animal than human.",
"Whoop": "A loud hooting cry of exultation or excitement.",
"Yell": "Utter or declare in a very loud voice that seems excessive or involuntary, or that is deliberately startling in order to command attention, as distinct from the pragmatically raised voice of Shout.",
"Battle cry": "A yell or chant taken up in battle, usually by members of the same combatant group, aiming at arousing aggression on one's own side and intimidating the enemy.",
"Children shouting": "The boisterous vocalizations of a group of children, for instance in a playground.",
"Screaming": "A sharp, high-pitched human vocalization; often an instinctive action indicating fear, pain, surprise, joy, anger, etc. Verbal content is absent or overwhelmed, unlike Shout and Yell.",
"Whispering": "Unvoiced speech, usually intended to be quieter to avoid causing disturbance or being overheard.",
"Laughter": "The sound of rhythmical contractions of the diaphragm in response to stimuli such as tickling, or from humorous stories or thoughts.",
"Baby laughter": "Laughter that is produced by a baby or infant.",
"Giggle": "A foolish or nervous laugh.",
"Snicker": "A disrespectful laugh.",
"Belly laugh": "Very loud and abrupt laughter that encompasses much of the body.",
"Chuckle, chortle": "Laugh quietly or with restraint.",
"Crying, sobbing": "Sound associated with the shedding of tears in response to an emotional state, arising from slow but erratic inhalation, occasional instances of breath holding and muscular tremor.",
"Baby cry, infant cry": "The sound of a young child crying or bawling.",
"Whimper": "A plaintive, whining vocalization with some abrupt changes in loudness.",
"Wail, moan": "A weak or soft emotional vocalization, possibly indicating pain, sadness, or pleasure.",
"Sigh": "An utterance made by exhaling audibly.",
"Singing": "Musical sounds produced with the human voice, including sustained tonality, rhythm, and a variety of other vocal techniques.",
"Choir": "A musical ensemble of singers.",
"Yodeling": "A form of singing that involves repeated and rapid changes of pitch between the low-pitch chest register and the high-pitch head register or falsetto.",
"Chant": "The rhythmic speaking or singing of words or sounds, often primarily on one or two main pitches called reciting tones.",
"Mantra": "A melodic sacred utterance believed to have spiritual powers.",
"Male singing": "Singing produced by an adult human male.",
"Female singing": "Singing produced by an adult human female.",
"Child singing": "Singing produced by a young human whose voice has not yet reached its adult state.",
"Synthetic singing": "Singing-like sounds produced by artificial means, such as an electronic synthesizer.  Does not include pre-recorded sounds that originate in a human voice.",
"Rapping": "The sound of \"spoken or chanted rhyming lyrics\", serving the role of a vocal line in music but with normal speech intonation instead of a melodic line.",
"Humming": "A wordless tone produced by forcing the sound to emerge from the nose, often with a melody.",
"Groan": "An utterance expressing pain or disapproval. Specifically refers to humans.",
"Grunt": "A short low gruff noise, resembling the sound made by animals such as pigs. Specifically refers to humans.",
"Whistling": "High-pitched tone produced by blowing or sucking air through a small opening between the lips. Used to draw attention, as a personal tic, and to reproduce a melody.",
"Breathing": "Air being moved in and out of the lungs in order to sustain life.",
"Wheeze": "A continuous, coarse, whistling sound produced by obstruction of the respiratory airways during breathing.",
"Snoring": "The sound resulting from obstructed respiratory airways during breathing while sleeping.",
"Gasp": "A short labored intake of breath with the mouth open. Often indicates shock or surprise.",
"Pant": "Fast and noisy breathing, often associated with physical exertion.",
"Snort": "The sound of a single, hard exhalation through the nose.",
"Cough": "A sudden and often repetitively occurring reflex which consists of an inhalation, a forced exhalation against a closed glottis, and a violent release of air following opening of the glottis.",
"Throat clearing": "Forced exhalation through a partially-closed glottis to disrupt built-up mucus, or used as a social signal to draw attention to one's presence.",
"Sneeze": "A convulsive expulsion of air from the lungs through the nose and mouth, usually caused by foreign particles irritating the nasal mucous.",
"Sniff": "Inhale audibly through the nose.",
"Run": "Move fast by using one's feet.",
"Shuffle": "Walk while dragging the feet, often indicating impaired mobility.",
"Walk, footsteps": "The sound of feet or shoes contacting the ground in conventional human locomotion.",
"Chewing, mastication": "Food being crushed and ground by teeth.",
"Biting": "Gripping or chewing off with the teeth and jaws.",
"Gargling": "Air from the lungs bubbling through a liquid in the mouth.",
"Stomach rumble": "A rumbling, growling or gurgling noise produced by movement of the contents of the gastro-intestinal tract.",
"Burping, eructation": "The release of gas from the digestive tract through the mouth.",
"Hiccup": "A strong, involuntary contraction of the diaphragm that may repeat several times per minute.",
"Fart": "The release of gasses produced by digestion through the anus; flatulence.",
"Hands": "Sounds originating primarily from the hands and fingers of humans.",
"Finger snapping": "A snapping or clicking sound usually caused by building tension between the thumb and another finger and then moving the other finger forcefully downward to hits the palm at high speed.",
"Clapping": "A percussive sound made by a human striking together the palms of their two hands, often quickly and repeatedly to express appreciation or approval. This category is to be used for distinct claps by a single person; for a group of people clapping together, use Applause.",
"Heart sounds, heartbeat": "Noises generated by the beating heart and the resultant flow of blood through it.",
"Heart murmur": "Heart sounds produced by abnormal blood flow across one of the heart valves, typically detected by a stethoscope.",
"Cheering": "Encouraging, stimulating, or exciting vocalizations indicating approval or welcoming persons, announcements, etc.",
"Applause": "Group expression of approval by the collective act of clapping by a group.",
"Chatter": "The combined sound of casual speech by many people in individual simultaneous conversations.",
"Crowd": "The sound of a large group of people gathered together.",
"Hubbub, speech noise, speech babble": "Loud, disordered, unintelligible speech noise from many sources.",
"Children playing": "The sound of children at play, including any of vocalization or the sounds of their activities.",
"Animal": "All sound produced by the bodies and actions of nonhuman animals.",
"Domestic animals, pets": "Sounds of animals kept in close proximity to humans for company, protection, and entertainment.",
"Dog": "Any sounds coming from the familiar domesticated canid which has been selectively bred over millennia for companionship, protection, as well as for superior sensory capabilities, and other useful behaviors.",
"Bark": "Principal communication sound produced by dogs. Often transliterated as woof, especially for large dogs.",
"Yip": "A sharp high-pitched bark or cry, typically from a miniature dog.",
"Howl": "The long plaintive cry of a dog, wolf, or other canidae.",
"Bow-wow": "Dog communication sound that is more tonal and less abrupt than a classic bark.",
"Growling": "A low, guttural vocalization produced by animals as a warning, a sign of aggression, or to express anger.",
"Whimper (dog)": "Muted dog vocalization indicating submission, fear, or pain.",
"Cat": "Sounds associated with the familiar, furry, domestic carnivorous mammal.",
"Purr": "A tonal fluttering sound made by cats to indicate contentment or relaxed pleasure.",
"Meow": "The classic tonal communication sound made by cats.",
"Hiss": "A fricative sound, such as from a cat giving warning, or an audience indicating disapproval.",
"Caterwaul": "The yowling sound made by a cat in heat.",
"Livestock, farm animals, working animals": "Sound made by animals associated with farms and agriculture.",
"Horse": "Sounds associated with the familiar domesticated large, fast, and strong ungulate mammal.",
"Clip-clop": "The sound of a horse's hoofs hitting on a hard surface.",
"Neigh, whinny": "The characteristic communication sound made by a horse.",
"Cattle, bovinae": "Sounds associated with the most common type of large domesticated ungulates.",
"Moo": "The classic communication sound made by a cow or bull.",
"Cowbell": "A simple metal bell historically tied around the necks of cattle to keep track of their whereabouts.",
"Pig": "Sounds associated with the highly intelligent, very common, domesticated relative of the boar.",
"Oink": "Common vocalization sound associated with pigs.",
"Goat": "Sounds of the medium-sized domesticated bovidae.",
"Bleat": "Communicative vocalization of sheep and goats.",
"Sheep": "Sounds associated with the familiar quadrupedal, ruminant mammal typically kept as livestock.",
"Fowl": "Sounds associated with the bird species commonly raised for human consumption.",
"Chicken, rooster": "Sounds of the very common and widespread domesticated fowl, raised for its eggs and meat.",
"Cluck": "The soft, low-pitched, and repetitive sound made by chickens.",
"Crowing, cock-a-doodle-doo": "The multi-syllable warning call made by a rooster (male chicken).",
"Turkey": "Sounds associated with the large poultry bird, originally domesticated in the Americas.",
"Gobble": "The characteristic sound made by a turkey cock.",
"Duck": "Sounds associated with this collection of waterfowl species.",
"Quack": "The harsh communication sound made by a duck.",
"Goose": "Sounds associated with this species of larger waterfowl.",
"Honk": "The cry of a goose.",
"Wild animals": "Sounds associated with animals not normally raised by humans.",
"Roaring cats (lions, tigers)": "Sounds associated with the larger and more ferocious wild relatives of cats.",
"Roar": "A deep, bellowing outburst of sound forced through an open mouth, made by a lion or other \"big cat\" species.",
"Bird": "Sounds associated with the large group of flying vertebrates.",
"Bird vocalization, bird call, bird song": "Bird communication calls, often considered melodious to the human ear.",
"Chirp, tweet": "A brief sound as made by a small bird.",
"Squawk": "Abrasive, unpleasant sharp sound produced by a bird.",
"Pigeon, dove": "Sounds associated with these species of birds having short necks and short, slender bills.",
"Coo": "The sound made by a pigeon or dove.",
"Crow": "Sounds associated with the species of medium-to-large birds, Corvus.",
"Caw": "The relatively harsh sound made by corvine birds.",
"Owl": "Sounds associated with the mostly solitary and nocturnal carnivorous birds from the order Strigiformes.",
"Hoot": "The loud raucous cry of an owl.",
"Bird flight, flapping wings": "Sounds caused by a bird's use of its wings to travel through the air.",
"Canidae, dogs, wolves": "Sounds associated with the wild relatives of domesticated dogs.",
"Rodents, rats, mice": "Sounds associated with the small mammals of the order Rodentia, found in vast numbers on all continents except Antarctica.",
"Mouse": "Sounds associated with the familiar small rodent.",
"Patter": "A quick succession of light rapid sounds, usually suggesting the locomotion of small animals.",
"Insect": "Sounds associated with invertebrates from the arthropod phylum that have a chitinous exoskeleton, a three-part body, three pairs of jointed legs, compound eyes, and one pair of antennae.",
"Cricket": "Sounds associated with these relatives of grasshoppers characterized by enlarged hind legs, providing power for jumping. Crickets are mainly nocturnal, and are best known for the loud, persistent, chirping song of males trying to attract females.",
"Mosquito": "Sounds associated with these small, midge-like flies whose tube-like mouth parts pierce the hosts' skin to consume blood.",
"Fly, housefly": "Sounds associated with these insects of the order Diptera, which use only a single pair of wings to fly.",
"Buzz": "The sound of rapid vibration, commonly the wings of a flying insect.",
"Bee, wasp, etc.": "Sounds associated with these closely-related species of flying insects known for pollination, honey-production, and the ability to sting humans.",
"Frog": "Sounds associated with the short-bodied, tailless amphibians composing the order Anura.",
"Croak": "The harsh hoarse utterance of a frog.",
"Snake": "Sounds associated with the elongated, legless, carnivorous reptiles of the suborder Serpentes.",
"Rattle": "A rapid series of short loud sounds as of small hard items loose inside a container.",
"Whale vocalization": "Sounds produced by whales for different kinds of communication.",
"Music": "Music is an art form and cultural activity whose medium is sound and silence. The common elements of music are pitch, rhythm, dynamics, and the sonic qualities of timbre and texture.",
"Musical instrument": "Sounds specifically associated with instruments created, adapted or otherwise used to make musical sounds.",
"Plucked string instrument": "Sounds of a musical instrument using tensioned strings to produce tones, where the usual mode of playing is to pull and release the strings to cause them to vibrate.",
"Guitar": "Sounds of a string instrument with between 4 and 18 strings (typically 6) running over a fretboard, typically played by strumming or plucking the strings with the right hand while fretting the strings with the fingers of the left hand.",
"Electric guitar": "Sounds of a guitar that uses a pickup to convert the vibration of its strings (which are typically made of metal, and which occurs when a guitarist strums, plucks, or fingerpicks the strings) into electrical impulses, which are then amplified and converted to sound.",
"Bass guitar": "Sounds of a relative of the electric guitar with a longer neck and 4 to 6 strings. The common 4-string bass is usually tuned one octave lower than the four lowest pitched strings of a guitar.",
"Acoustic guitar": "Sounds of a guitar that produces sound acoustically by transmitting the vibration of the strings from its body to the air. Includes guitars with both nylon (or gut) strings, and those with steel strings.",
"Steel guitar, slide guitar": "Sounds of a guitar whose string length is controlled by a hard object placed on the string (the \"slide\" or \"steel\") instead of by pressing against the frets with the fingers.",
"Tapping (guitar technique)": "Sounds of a guitar playing technique, where a string is fretted and set into vibration as part of a single motion of being pushed onto the fretboard, as opposed to the standard technique being fretted with one hand and picked with the other.",
"Strum": "The sound of playing a guitar by dragging a finger or plectrum over multiple strings near-simultaneously.",
"Banjo": "Sounds of a 4-, 5-, or 6-stringed instrument with a thin membrane stretched over a frame or cavity as a resonator, called the head.",
"Sitar": "Sounds of a plucked stringed instrument used mainly in Hindustani and Indian classical music, which derives its distinctive timbre and resonance from sympathetic strings, bridge design, a long hollow neck, and a gourd-shaped resonance chamber.",
"Mandolin": "Sounds of an instrument in the lute family, commonly with 4 courses of doubled metal strings, usually plucked with a plectrum or \"pick\".",
"Zither": "Sounds of a class of stringed instruments consisting of many strings stretched across a thin, flat body, played by strumming or plucking.",
"Ukulele": "Sounds of a small four-stringed guitar-like instument that originated in Hawaii.",
"Keyboard (musical)": "Sounds of a musical instrument played using a keyboard, most commonly the piano, organ, and various electronic keyboards, including synthesizers and digital pianos.",
"Piano": "Sounds of a musical instrument played via a row of keys that the performer presses down or strikes with the fingers and thumbs of both hands, to trigger a decaying note whose loudness reflects the vigor of the press.",
"Electric piano": "Sounds of a music instrument with a piano-style keyboard, where pressing keys causes mechanical hammers to strike metal strings, metal reeds, or wire tines, leading to vibrations which are converted into electrical signals by magnetic pickups.",
"Organ": "Sounds of a keyboard instrument of one or more pipe divisions, each played with its own keyboard, played either with the hands on a keyboard or with the feet using pedals. Unlike the piano, organ notes typically sustain while the key is depressed, rather than dying away.",
"Electronic organ": "Sounds of an electronic keyboard instrument designed to imitate the sound of the pipe organ.",
"Hammond organ": "Sounds of an electric organ invented by Laurens Hammond and John M. Hanert in which sliding drawbars create a variety of sounds.",
"Synthesizer": "Sounds associated with an electronic musical instrument that generates electric signals converted to sound through amplifiers and loudspeakers or headphones. Synthesizers may imitate instruments such as piano, organ, flute, or vocals; or they may generate novel electronic timbres.",
"Sampler": "Sounds suggesting the use of an electronic musical instrument that uses recordings of sounds loaded or recorded into it by the user, then played back by means of the sampler program itself, a keyboard, sequencer, or another triggering device.",
"Harpsichord": "Sounds of a keyboard-controlled instrument in which each key plucks a particular string.",
"Percussion": "The sound of a musical instrument that is sounded by being struck or scraped by a beater; struck, scraped or rubbed by hand; or struck against another similar instrument.",
"Drum kit": "Sounds of a collection of drums and other percussion instruments, typically cymbals, which are set up on stands to be played by a single player with drumsticks held in both hands and the feet operating pedals that control the hi-hat cymbal and the beater for the bass drum.",
"Drum machine": "Sounds of an electronic musical instrument designed to imitate the sound of drums, cymbals, other percussion instruments, and often basslines.",
"Drum": "The sound of an instrument consisting of at least one membrane, called a drumhead or drum skin, that is stretched over a shell and struck, either directly with the player's hands, or with a drum stick, to produce sound.",
"Snare drum": "The sound of a drum that produces a sharp staccato sound by virtue of metal coils (the \"snare\") stretched across one of the membranes.",
"Rimshot": "The sound of an accented snare drum beat produced by simultaneously hitting the rim and head of a drum with a drum stick.",
"Drum roll": "A sustained sound produced by multiple, rapid strikes between drum sticks and drum, made possible by bouncing alternating sticks off the head to produce a temporally dense sequence.",
"Bass drum": "The sound of a large drum that produces a note of low definite or indefinite pitch.",
"Timpani": "The sound of an orchestral drum consisting of a skin stretched over a large bowl traditionally made of copper, where the head is tensioned to produce an identifiable pitch.",
"Tabla": "The sound of a classical Hindustani percussion instrument consisting of a pair of hand drums of contrasting sizes and timbres, producing distinct pitches when struck. The larger drum has a pitch that can be manipulated with the player's hand.",
"Cymbal": "The sound of a percussion instrument consisting of thin, normally round plates of various alloys. They may be used in pairs, struck together, or as single cymbals struck with sticks.",
"Hi-hat": "The sound of a mating pair of small cymbals mounted atop one-another on a stand, the bottom fixed and the top activated up and down by a foot pedal. The rate of decay of the sound is changed between a shimmering and sharp effect by pressing on the pedal.",
"Wood block": "The sound of a small slit drum made from a single piece of wood, making a very short, clean sound.",
"Tambourine": "The sound of a musical instrument consisting of a frame with pairs of small metal jingles. There is often a drumhead stretched across the frame, and the instrument is usually played by striking the frame or head with the hand.",
"Rattle (instrument)": "The sound of an instrument that produces a sound when shaken, usually consisting of a closed rigid shell containing numerous small particles that strike the shell when shaken.",
"Maraca": "The sound of a specific kind of rattle that appears in many genres of Caribbean and Latin music. Players hold them by their handles, usually in pairs, and shake them.",
"Gong": "The sound of a musical percussion instrument consisting of a flat, circular metal disc which is hit with a mallet.",
"Tubular bells": "Sounds of tuned percussion instruments consisting of a metal tube, tuned by altering its length in the range C4-F5.",
"Mallet percussion": "Sounds of melodic percussion instruments consisting of an array of elements, one for each note, played with mallets.",
"Marimba, xylophone": "Sounds of a percussion instrument consisting of a set of wooden bars struck with mallets to produce musical tones. Resonators suspended underneath the bars may amplify their sound.",
"Glockenspiel": "Sounds of a percussion instrument composed of a set of tuned metal plates or tubes laid out like the keyboard of a piano.",
"Vibraphone": "Sounds of a tuned mallet percussion instrument similar to a xylophone or glockenspiel with the addition a motor-driven valve on each resonator that produce a tremolo or vibrato effect.",
"Steelpan": "Sounds of a tuned percussion instrument originally constructed from steel oil drums by hammering out small patches on the head to produce separate pitches.",
"Orchestra": "The sound of a large instrumental ensemble (a dozen or more people), often used in classical music, that contains sections of string, brass, woodwind, and percussion instruments.",
"Brass instrument": "The sound of a musical instrument that produces sound by vibration of air in a tubular resonator in sympathy with the vibration of the player's lips.",
"French horn": "The sound of a brass instrument made of tubing wrapped into a coil with a flared bell. A modern French horn includes valves to control pitch by routing air into extra sections of tubing.",
"Trumpet": "The sound of a high-pitched brass instruments played by blowing air through almost-closed lips, producing a \"buzzing\" sound that starts a standing wave vibration in the air column inside the instrument.",
"Trombone": "The sound of a brass instrument that includes a telescoping slide mechanism that varies the length of the instrument to change the pitch.",
"Bowed string instrument": "Sounds of the subcategory of string instruments that are usually played by a bow rubbing the strings.  Examples may include other playing techniques for these instruments, such as plucking.",
"String section": "The sound of a group of string instruments typically present in a standard classical orchestra.",
"Violin, fiddle": "The sound of a wooden string instrument, typically with four strings tuned in perfect fifths, that is most commonly played by drawing a bow across its strings, though it can also be played by plucking the strings.",
"Pizzicato": "The sound of playing a stringed instrument that is usually bowed (such as a violin) by plucking the strings with the fingers.",
"Cello": "The sound of a larger, lower-pitched bowed string instrument with four strings tuned in perfect fifths, usually C2, G2, D3, and A3.",
"Double bass": "The sound of a large, bowed string instrument, the lowest-pitched in a standard symphony orchestra, with strings usually tuned to E1, A1, D2, and G2.",
"Wind instrument, woodwind instrument": "Sounds of a family of musical instruments in which a column of air within a resonator is set into vibration by the player blowing into a mouthpiece set at the end of the resonator.",
"Flute": "The sound of an aerophone or reedless wind instrument that produces its sound from the flow of air across an opening.",
"Saxophone": "The sound of a woodwind instrument made of brass and played with a single-reed mouthpiece similar to that of the clarinet.",
"Clarinet": "The sound of a woodwind instrument consisting of a single-reed mouthpiece, a straight cylindrical tube with an almost cylindrical bore, and a flared bell.",
"Harp": "The sound of a stringed musical instrument with a number of individual strings, plucked with the fingers, running at an angle to its soundboard.",
"Bell": "The sound of a simple instrument usually consisting of metal cast in the shape of a hollow cup, whose sides form a resonator which vibrates in a single tone upon being struck by a \"clapper\" suspended within, or by a separate mallet or hammer.",
"Church bell": "The sound of a large bell usually encountered in churches where it used either to signify the hour or the time for worshippers to go to church.",
"Jingle bell": "The sound of a type of bell which produces a distinctive 'jingle' sound, especially in large numbers. They are commonly produced from a single piece of sheet metal bent into a roughly spherical shape containing a small ball bearing.",
"Bicycle bell": "The sound of a percussive signaling instrument mounted on a bicycle for warning pedestrians and other cyclists.",
"Tuning fork": "The sound of an acoustic resonator in the form of a two-pronged fork with the prongs formed from a U-shaped bar of elastic metal. It emits a pure musical tone and is frequently used as a standard of pitch to tune musical instruments.",
"Chime": "The sound of a musical instrument consisting of multiple tuned bells, usually rung by an automated mechanism to produce a short, characteristic tone or melody.",
"Wind chime": "The sound of an instrument constructed from suspended tubes, rods, bells, or other objects that are often made of metal or wood along with some type of weight the tubes or rods can strike when they or another wind-catching surface are blown by the natural movement of air outside.",
"Change ringing (campanology)": "Sounds of the art of ringing a set of (typically large) tuned bells in a controlled manner to produce variations in their sounding order.",
"Harmonica": "The sound of a wind instrument played by using the mouth to direct air into or out of one or more holes along a mouthpiece. Behind each hole is a chamber containing at least one reed, producing a specific note or notes.",
"Accordion": "The sound of a family of box-shaped bellows-driven musical instruments played by pressing buttons or keys which allow air to flow across strips of brass or steel, called reeds, that vibrate to produce sound inside the body.",
"Bagpipes": "The sound of a wind instrument using enclosed reeds fed from a constant reservoir of air in the form of a bag.",
"Didgeridoo": "The sound of an Indigenous Australian wind instrument, usually cylindrical or conical, measuring anywhere from 1 to 3 m long.",
"Shofar": "The sound of an ancient musical horn made of ram's horn, used for Jewish religious purposes.",
"Theremin": "The sound of an early electronic musical instrument controlled without physical contact via two metal antennas that sense the relative position of the player's hands and control oscillators for frequency with one hand, and amplitude with the other.",
"Singing bowl": "The sound of a type of bell that sits with the bottom surface resting, allowing the rim to vibrate to produce sound.",
"Scratching (performance technique)": "The sound of a technique of moving a vinyl record back and forth on a turntable while optionally manipulating the crossfader on a DJ mixer.",
"Pop music": "A genre of popular music that originated in the West during the 1950s and 1960s. Pop music is eclectic, often borrowing elements from urban, dance, rock, Latin, country, and other styles. Songs are typically short to medium-length with repeated choruses, melodic tunes, and hooks.",
"Hip hop music": "Hip hop or rap music formed in the United States in the 1970s and consists of stylized rhythmic music that commonly accompanies rhythmic and rhyming speech (\"rapping\").",
"Beatboxing": "A form of vocal percussion primarily involving the art of mimicking drum machines using one's mouth, lips, tongue, and voice.",
"Rock music": "A genre of popular music that originated as \"rock and roll\" in the United States in the 1950s, and developed into a range of different styles in the 1960s and later. Compared to pop music, rock places a higher degree of emphasis on musicianship, live performance, and an ideology of authenticity.",
"Heavy metal": "A genre of rock music that developed in the late 1960s and early 1970s, consisting of a thick, massive sound, characterized by highly amplified distortion, extended guitar solos, emphatic beats, and overall loudness.",
"Punk rock": "A rock music genre that developed between 1974 and 1976 typically composed of short or fast-paced songs, with hard-edged melodies and singing styles, stripped-down instrumentation, and often political, anti-establishment lyrics.",
"Grunge": "A subgenre of alternative rock that emerged during the mid-1980s fusing elements of punk rock and heavy metal, such as distorted electric guitars. Lyrics are typically angst-filled, addressing themes such as social alienation, apathy, confinement, and a desire for freedom.",
"Progressive rock": "A rock music subgenre that developed in the late 1960s as an attempt to give greater artistic credibility to rock music. Songs were replaced by musical suites that often stretched to 20 or 40 minutes in length and contained symphonic influences, extended musical themes, fantasy-like ambience and lyrics, and complex orchestrations.",
"Rock and roll": "A genre of popular music that originated and evolved in the United States during the late 1940s and early 1950s, from a combination of African-American genres such as blues, boogie-woogie, jump blues, jazz, and gospel music, together with Western swing and country music.",
"Psychedelic rock": "A style of rock music influenced by psychedelic culture and attempts to replicate and enhance the mind-altering experiences of psychedelic drugs, most notably LSD. It often uses new recording techniques and effects and sometimes draws on sources such as the ragas and drones of Indian music.",
"Rhythm and blues": "A genre of popular African-American music that originated in the 1940s as urbane, rocking, jazz based music with a heavy, insistent beat. Lyrics focus heavily on the themes of triumphs and failures in terms of relationships, freedom, economics, aspirations, and sex.",
"Soul music": "A popular music genre that combines elements of African-American gospel music, rhythm and blues and jazz.",
"Reggae": "A music genre that originated in Jamaica in the late 1960s, strongly influenced by traditional mento as well as American jazz and rhythm and blues, instantly recognizable from the counterpoint between the bass and drum downbeat, and the offbeat rhythm section.",
"Country": "A genre of United States popular music with origins in folk, Blues and Western music, often consisting of ballads and dance tunes with generally simple forms and harmonies accompanied by mostly string instruments such as banjos, electric and acoustic guitars, dobros, and fiddles as well as harmonicas.",
"Swing music": "A form of American music that dominated in the 1930s and 1940s, using a strong rhythm section of double bass and drums as the anchor, a lead section of brass, woodwind, and sometimes stringed instruments, medium to fast tempos, and a \"lilting\" swing time rhythm.",
"Bluegrass": "A form of American roots music from the Appalachias with mixed roots in Irish, Scottish, Welsh, and English traditional music, later influenced by the music of African-Americans through incorporation of jazz elements.",
"Funk": "A music genre that originated in the 1960s when African American musicians created a rhythmic, danceable new form of music that de-emphasized melody and chord progressions to bring a strong rhythmic groove of a bass line and drum part to the foreground.",
"Folk music": "A genre that evolved from traditional music during the 20th century folk revival. One meaning often given is that of old songs with no known composers; another is music that has been transmitted and evolved by a process of oral transmission or performed by custom over a long period of time.",
"Middle Eastern music": "Music originating from the vast region from Morocco to Iran, including the Arabic countries of the Middle East and North Africa, the Iraqi traditions of Mesopotamia, Iranian traditions of Persia, the Hebrew music of Israel, Armenian music, the varied traditions of Cypriot music, the music of Turkey, traditional Assyrian music, Berbers of North Africa, and Coptic Christians in Egypt.",
"Jazz": "A music genre that originated from African American communities of New Orleans during the late 19th and early 20th centuries in the form of independent traditional and popular musical styles, all linked by the common bonds of African American and European American musical parentage with a performance orientation.",
"Disco": "A genre of dance music containing elements of funk, soul, pop, and salsa that achieved popularity during the mid-1970s to the early 1980s.",
"Classical music": "Art music produced or rooted in the traditions of Western music, including both liturgical and secular music, over the broad span of time from roughly the 11th century to the present day.",
"Opera": "An art form in which singers and musicians perform a dramatic work combining text and musical score, usually in a theatrical setting.",
"Electronic music": "A large set of predominantly popular and dance genres in which synthesizers and other electronic instruments are the primary sources of sound.",
"House music": "A genre of electronic dance music originating in Chicago in the early 1980s which is generally dance-based music characterized by repetitive 4/4 beats, rhythms mainly provided by drum machines, off-beat hi-hat cymbals, and synthesized basslines.",
"Techno": "A form of electronic dance music that emerged in Detroit during the mid-to-late 1980s, resulting from the melding of African American music including with electronic music by artists such as Kraftwerk, Giorgio Moroder, and Yellow Magic Orchestra.",
"Dubstep": "A genre of electronic dance music that originated in South London in the late 1990s which generally features sparse, syncopated drum and percussion patterns with bass lines that contain prominent sub bass frequencies.",
"Drum and bass": "A genre of electronic music that emerged from rave and oldschool jungle scenes in England during the early 1990s characterized by fast, syncopated breakbeats with heavy bass and sub-bass lines, sampled sources, and synthesizers.",
"Electronica": "An umbrella term that encompasses a broad group of electronic-based styles such as techno, house, ambient, drum and bass, jungle, and industrial dance, among others.",
"Electronic dance music": "A broad range of percussive electronic music genres including techno, house, trance, drum and bass, dubstep, and Jersey club produced largely for nightclubs, raves, and festivals, or by disc jockeys in the context of a live mix.",
"Ambient music": "A genre of music that developed in England in the 1970s from experimental and synthesizer-oriented styles which puts an emphasis on tone and atmosphere over traditional musical structure or rhythm.",
"Trance music": "A genre of electronic dance music that developed in Germany during the 1990s characterized by a tempo between 125 and 150 beats per minute, repeating melodic phrases, and a musical form that distinctly builds tension throughout a track by mixing layers with distinctly foreshadowed build-up and release.",
"Music of Latin America": "Music originating from Latin America which encompasses a wide variety of styles, including son, rumba, salsa, merengue, tango, samba, and bossa nova.",
"Salsa music": "A genre of music that is based largely on Cuban, Puerto Rican, and Dominican popular dance music, occasionally incorporating elements of rock, R&B, and funk.",
"Flamenco": "A genre originating in Andalusian music and dance styles which includes cante, toque, baile, jaleo, palmas, and pitos.",
"Blues": "A genre and musical form developed by African Americans in the United States around the end of the 19th century from African-American work songs and European-American folk music. The blues form, ubiquitous in jazz and rock and roll, is characterized by the call-and-response pattern, the blues scale and specific chord progressions, of which the twelve-bar blues is the most common. Blues shuffles or walking bass reinforce the trance-like rhythm and form a repetitive groove effect.",
"Music for children": "Music performed for children, often designed to provide an entertaining means of teaching about cultures, good behavior, facts, and skills.",
"New-age music": "A genre of music intended to create artistic inspiration, relaxation, and optimism used by listeners for yoga, massage, meditation, and reading as a method of stress management or to create a peaceful atmosphere. Includes both electronic and acoustic forms.",
"Vocal music": "Music performed by one or more singers, with or without instrumental accompaniment, in which singing provides the main focus of the piece.",
"A capella": "Group or solo singing without instrumental accompaniment.",
"Music of Africa": "Music whose style or form clearly indicates African origin or primarily African influence. Given the vastness of the continent, this covers many distinct musical traditions. Sub-Saharan African music frequently relies on percussion instruments including xylophones, drums, and tone-producing instruments such as the mbira or \"thumb piano.\"",
"Afrobeat": "A combination of traditional Nigerian music, Ghanaian music, jazz, highlife, funk, and chanted vocals, fused with percussion and vocal styles, popularised in Africa in the 1970s.",
"Christian music": "Music that has been written to express either personal or a communal belief regarding Christian life and faith. Its forms vary widely across the world, according to culture and social context.",
"Gospel music": "A genre of Christian music usually featuring dominant vocals with Christian lyrics. Gospel music is rooted in the black oral tradition, in which hymns and sacred songs were repeated in call and response fashion, with hand clapping and foot stomping as rhythmic accompaniment.",
"Music of Asia": "Musical styles originating from a large number of Asian countries located in Central, Southern, and East Asia.",
"Carnatic music": "A system of music commonly associated with the southern India, whose main emphasis is on vocal music. Although improvisation plays an important role, Carnatic music is mainly sung through compositions.",
"Music of Bollywood": "Hindi film songs featured in Bollywood films. Bollywood songs, along with dance, are a characteristic motif of Hindi cinema which gives it enduring popular appeal, cultural value, and context.",
"Ska": "A music genre that originated in Jamaica in the late 1950s, combining elements of Caribbean mento and calypso with American jazz and rhythm and blues. It is characterized by a walking bass line accented with rhythms on the off-beat.",
"Traditional music": "Musical forms that have origins many generations into the past, commonly without formal notation or description, commonly familiar to people in a given culture.",
"Independent music": "Music produced independent of major commercial record labels, possibly including a do-it-yourself approach to recording and publishing. The term indie is also used to describe music of this style regardless of actual production channel.",
"Song": "A musical work intended to be sung by the human voice with distinct and fixed pitches and patterns using sound and silence and a variety of forms that often include the repetition of sections.",
"Background music": "Styles of music or soundscapes primarily intended to be listened to passively and not meant to be the main focus of an audience.",
"Theme music": "Music often written specifically for a radio program, television program, video game, or movie, and usually played during the intro, opening credits, and/or ending credits.",
"Jingle (music)": "A short song or tune used in advertising and for other commercial uses. The jingle contains one or more hooks that explicitly promote the product or service being advertised.",
"Soundtrack music": "Recorded music accompanying a movie, video, TV show, video game, or the like. Although any music can be used in a soundtrack, this specifically refers to music that suggests its use to accompany images, rather than something that happens to have been used that way.",
"Lullaby": "The act of singing a quiet song to lull a child to sleep.",
"Video game music": "The soundtrack that accompanies video games. Early video game music was once limited to simple melodies of early sound synthesizer technology; with advances in technology, video game music has now grown to include the same breadth and complexity associated with television and movie soundtracks.",
"Christmas music": "A variety of genres of music normally performed or heard around the Christmas season.",
"Dance music": "Music composed specifically to facilitate or accompany dancing. It can be either a whole musical piece or part of a larger musical arrangement.",
"Wedding music": "Music played at wedding celebrations, including the ceremony and any festivities before or after the event.",
"Happy music": "Music that evokes or conveys feelings of happiness.",
"Funny music": "Music that evokes or conveys amusement.",
"Sad music": "Music that evokes or conveys feelings of sadness.",
"Tender music": "Music that evokes or conveys feelings of tenderness.",
"Exciting music": "Music that evokes or conveys feelings of excitement.",
"Angry music": "Music that evokes or conveys feelings of anger.",
"Scary music": "Music that evokes or conveys feelings of fear.",
"Wind": "Sounds caused by the large-scale flow of gases, especially the air flowing over the surface of the Earth. Long-duration winds have various names associated with their average strength, such as breeze, gale, storm, and hurricane.",
"Rustling leaves": "The sound of dried leaves rubbing against one another in respondse to being moved by the wind or another cause.",
"Wind noise (microphone)": "The noise produced when a strong air current passes over a microphone, causing large amplitude local turbulence, normally recorded as mechanical clipping as the microphone element exceeds its limits of linearity.",
"Thunderstorm": "The sound of a storm characterized by the presence of lightning and its acoustic effect on the Earth's atmosphere, known as thunder.",
"Thunder": "The sound caused by lightning. Depending on the distance and nature of the lightning, thunder can range from a sharp, loud crack to a long, low rumble.",
"Water": "Sounds caused by motion of liquid water.",
"Rain": "The sound of droplets of liquid water that have condensed from atmospheric water vapor and then fallen under gravity.",
"Raindrop": "A sound clearly attributable to a single drop of rain.",
"Rain on surface": "Steady sound of many rain drops striking a surface such as a roof or window.",
"Stream": "Sounds of a body of water with a current, confined within a bed and banks.",
"Waterfall": "The sound of water flowing over a vertical drop or a series of drops in the course of a stream or river.",
"Ocean": "Sounds of the body of saline water that composes much of Earth's surface.",
"Waves, surf": "Sounds caused by the surface waves that occur on the free surface of oceans, seas, lakes, rivers, etc., resulting from the wind blowing over the surface.",
"Steam": "Sounds caused by  water in the gas phase, which is formed when water boils.",
"Gurgling": "The bubbling sound of water flowing through a narrow constriction, such as from a bottle with a narrow neck.",
"Fire": "Sounds resulting from  the rapid oxidation of a material in the exothermic chemical process of combustion, releasing heat, light, and various reaction products.",
"Crackle": "An irregular sequence of sharp sounds, as from sudden vaporization of liquids trapped in a burning solid, or from a collection of snapping noises.",
"Vehicle": "Sounds of mobile machines that transport people or cargo.",
"Boat, Water vehicle": "Sounds of watercraft designed to float, plane, work, or travel on water.",
"Sailboat, sailing ship": "Sounds of a boat (large or small) propelled partly or entirely by sails.",
"Rowboat, canoe, kayak": "Sounds of a boat propelled using the motion of oars in the water.",
"Motorboat, speedboat": "Sounds of a boat which is powered by an inboard or outboard engine.",
"Ship": "The sound of a large buoyant watercraft, distinguished from boats based on size, shape, and cargo or passenger capacity.",
"Motor vehicle (road)": "Sounds of self-propelled land vehicles, usually wheeled, that do not operate on rails. Includes \"off-road\" vehicles designed for unmade roads.",
"Car": "Sounds of a self-powered motor vehicle with usually four wheels used for transportation of one to eight people, designed to run primarily on roads.",
"Vehicle horn, car horn, honking": "The sound of a motor vehicle accessory whose purpose is to provide an audible alert of the vehicle's presence.",
"Toot": "A blast of a horn.",
"Car alarm": "The loud sound of an electronic device installed in a vehicle in an attempt to discourage theft of the vehicle or its contents.",
"Power windows, electric windows": "The sound of automobile windows being raised and lowered by a built-in electric motor, controlled by a button or switch.",
"Skidding": "The sound of a vehicle sliding on a road surface as a consequence of its wheels losing sufficient frictional contact.",
"Tire squeal": "The high-pitched sound of a rubber vehicle tire sliding over a road surface when the torque applied to the wheel (to either accelerate or decelerate) exceeds the maximum frictional force that can be supported.",
"Car passing by": "The sound of a motorized vehicle as it passes by a listener close to the vehicle's path. The sound may include engine and tire noise and will typically involve a clear build-up and/or decay of intensity as the vehicle approaches and retreats, as well as possible Doppler shift.",
"Race car, auto racing": "The sound of one or more motor vehicles engaged in a competition to complete a course as quickly as possible. Specialized race cars include many modifications, often making them much louder than common street vehicles.",
"Truck": "Sounds of large motor vehicles designed to transport cargo on roads.",
"Air brake": "Sounds of a vehicle braking system in which compressed air is used to transmit force to the brake pads on the wheels. The pneumatic system makes an abrupt hissing sound when the pressure is released by venting the air.",
"Air horn, truck horn": "The sound of a pneumatic device mounted on large vehicles designed to create an extremely loud noise for signalling purposes.",
"Reversing beeps": "The sound of an electronic warning device fitted to many commercial vehicles to alert pedestrians when the reverse gear is engaged, signaling that the vehicle is likely to move backwards.",
"Ice cream truck, ice cream van": "Sounds of a commercial vehicle that serves as a mobile retail outlet for ice cream, usually during the summer. Ice cream vans often play a repeating nursery-rhyme-style melody from speakers mounted on the vehicle's exterior to attract customers.",
"Bus": "Interior and exterior sounds of a road vehicle designed to carry many passengers.",
"Emergency vehicle": "The sound of any vehicle that is designated and authorized to respond to an emergency. Since emergency vehicles often need to travel at high speeds, they are frequently fitted with audible sirens to warn other motorists to give way.",
"Police car (siren)": "The sound of a siren fitted to a ground vehicle used by police when responding to incidents.",
"Ambulance (siren)": "The sound of a siren fitted to a vehicle used to transport sick or injured people to a hospital or other medical facility.",
"Fire engine, fire truck (siren)": "The sound of a siren fitted to a vehicle used to transport firefighters and their equipment to an emergency situation.",
"Motorcycle": "Sounds of a small motor vehicle, usually with only two wheels. Motorcycles typically lack an external shell and seat riders astride the engine.",
"Traffic noise, roadway noise": "The combined sounds of many motor vehicles traveling on roads.",
"Rail transport": "Sounds associated with wheeled vehicles running on rails (tracks).",
"Train": "The sound of one or more coupled vehicles running on a rail track to transport cargo or passengers, propelled by a separate locomotive or individual motors in each railroad car.",
"Train whistle": "The sound of an audible signaling device on a steam locomotive used to warn that the train is approaching, and to communicate with rail workers.",
"Train horn": "The sound of an air horn which serves as an audible warning device on diesel and electric locomotives.",
"Railroad car, train wagon": "The sound of a vehicle used for carrying cargo or passengers on a rail transport system.",
"Train wheels squealing": "The high-pitched tones caused by steel train wheels rubbing against rails, for instance when traversing a tight bend or when braking.",
"Subway, metro, underground": "Sounds of high-capacity electric railways that serve as public transport, generally in urban areas.",
"Aircraft": "Sound of vehicles that fly by gaining support from the air.",
"Aircraft engine": "The sound of the part of an aircraft that generates mechanical power. Aircraft engines are almost always lightweight piston engines, gas turbines, or, in small multicopter UAVs, electric motors.",
"Jet engine": "The sound of an internal combustion airbreathing engine that generates thrust by discharging a fast-moving jet of gas. Jet aircraft use such engines for long-distance travel.",
"Propeller, airscrew": "The sound of an aircraft propulsion system that converts rotary motion from an engine via a rotating set of blades into forward thrust through the air.",
"Helicopter": "Sounds of a type of rotorcraft in which lift and thrust are supplied by rotors. This allows the helicopter to take off and land vertically, to hover, and to fly forward, backward, and laterally.",
"Fixed-wing aircraft, airplane": "Sounds of an aircraft capable of flight using wings that generate lift caused by the vehicle's forward airspeed and the shape of the wings.",
"Bicycle": "Sounds of a human-powered, pedal-driven vehicle, having two wheels attached to a frame, one behind the other.",
"Skateboard": "Sounds of a type of sports equipment consisting of a board mounted on two pairs of wheels. A skateboard is typically propelled by pushing with one foot while the other remains on the board, or by simply standing on the deck while on a downward slope and allowing gravity to propel the board and rider.",
"Engine": "The sound of a machine designed to produce mechanical energy. Combustion engines burn a fuel to create heat, which then creates a force. Electric motors convert electrical energy into mechanical motion. Other classes of engines include pneumatic motors and clockwork motors.",
"Light engine (high frequency)": "The sound of a small engine such as a toy car, sewing machine, or moped.",
"Dental drill, dentist's drill": "The sound of a small, high-speed drill used during dental procedures, usually to remove decay and shape tooth structure prior to the insertion of a filling or crown.",
"Lawn mower": "The sound of a machine utilizing one or more revolving blades to cut grass, powered by an electric motor, a small internal combustion engine, or by a human pushing the machine.",
"Chainsaw": "The sound of a portable mechanical saw which cuts with a set of teeth attached to a rotating chain. Chainsaws are commonly powered by a small two-stroke internal combustion engine.",
"Medium engine (mid frequency)": "The sound of a moderately-sized engine such as that which powers a motorcycle, sedan, or small truck.",
"Heavy engine (low frequency)": "The sound of a large, heavy-duty internal combustion engine, such as that which powers a large truck, locomotive, or ship.  Jet engines, steam engines, rocket engines etc. are excluded.",
"Engine knocking": "A metallic \"pinging\" sound caused by a malfunctioning spark-ignited internal combustion engine. Engine knocking indicates that the combustion of the air/fuel mixture in the cylinder is occurring at the wrong point in the piston's stroke.",
"Engine starting": "The sound of an engine starting from rest, which may involve a specific starter mechanism (as in a standard car).",
"Idling": "The sound of an engine (typically in an automobile) running without any load and at minimal RPM.",
"Accelerating, revving, vroom": "The sound made by the engine of a vehicle undergoing acceleration, usually involving an increase in loudness and a rising pitch.",
"Door": "Sounds of a moving structure used to open or close an entrance to an enclosed space such as a building or vehicle.",
"Doorbell": "The sound of a signaling device typically placed near a building's entrance with which a visitor can announce their presence to occupants.",
"Ding-dong": "A multi-tone chime made by a doorbell.",
"Sliding door": "The sound of a type of door which opens horizontally by sliding, usually parallel to a wall.",
"Slam": "The sound of a door or other hinged cover being closed violently.",
"Knock": "A sharp noise of a rigid surface being struck, usually without damage and deliberately, most often with the knuckles of the hand.",
"Tap": "The sound of a light collision between a rigid object and a rigid surface, for instance to deliberately attract attention.",
"Squeak": "A short, high-pitched noise without a sharp attack.",
"Cupboard open or close": "The sound of the door to a storage cabinet being opened or closed.",
"Drawer open or close": "The sound of the opening or closing of a box-shaped container that fits into a piece of furniture in such a way that it can be drawn out horizontally to reach its contents.",
"Dishes, pots, and pans": "The sound of non-destructive collisions between plates, dishes, glassware, cooking vessels, and kitchen and eating utensils.",
"Cutlery, silverware": "The sounds of hand implements such as knife, fork, and spoon, that are typically made of steel and are used in preparing, serving, and eating food in the Western world.",
"Chopping (food)": "The sound of cutting ingredients into pieces with a knife or similar blade tool.",
"Frying (food)": "The sound of cooking food in oil or another fat.",
"Microwave oven": "Sounds made by a kitchen appliance that heats food by exposing it to microwave radiation, including the noise of the fan, rotation mechanism, and microwave source, as well as the alert sound used to indicate that cooking is complete.",
"Blender": "The sound of a kitchen and laboratory appliance used to mix, pure, or emulsify food and other substances, usually by means of metal blades at the base of a container spun rapidly by an electric motor.",
"Water tap, faucet": "The sound of a hand-operated valve controlling the release of water, for instance as fitted to a sink or bath, and the resulting water flow.",
"Sink (filling or washing)": "Sounds originating from a bowl-shaped plumbing fixture that stores and drains water and that is used for washing hands, dishwashing, and other purposes.",
"Bathtub (filling or washing)": "Sounds originating from a large container for holding water in which a person may bathe.",
"Hair dryer": "The sound of an electromechanical device designed to blow normal or hot air over damp hair, in order to dry the hair.",
"Toilet flush": "The sound of a toilet flushing water along with any waste through a drainpipe.",
"Toothbrush": "Sounds of an instrument used to clean the teeth and gums consisting of a head of tightly clustered bristles mounted on a handle.",
"Electric toothbrush": "The sound of a toothbrush that makes rapid, automatic bristle motions driven by an electric motor in order to clean teeth.",
"Vacuum cleaner": "The sound of a device that uses an air pump to create a partial vacuum to suck up dust and dirt, usually from floors and other surfaces such as upholstery and draperies.",
"Zipper (clothing)": "The sound of a device consisting of two rows of small interlocking teeth for binding the edges of an opening of fabric or other flexible material, like on a garment or a bag.",
"Keys jangling": "Sounds made by the mutual collision of small pieces of metal, which are often linked on a ring, used to operate locks.",
"Coin (dropping)": "The sound of a small, flat, round piece of hard material such as metal or plastic colliding with or bouncing on a hard surface.",
"Scissors": "The sound of hand-operated shearing tools consisting of a pair of metal blades pivoted so that the sharpened edges slide against each other when the handles opposite to the pivot are closed.",
"Electric shaver, electric razor": "The sound of a bladed tool primarily used in the removal of unwanted body hair where the blades are continually moved by an electric motor.",
"Shuffling cards": "The sound of playing cards being manually rearranged into a random order.",
"Typing": "The sound of writing or inputting text by pressing keys on a typewriter, computer keyboard, cell phone, or calculator.",
"Typewriter": "Sounds of a mechanical or electromechanical machine for printing characters by means of keyboard-operated types striking a ribbon to transfer ink or carbon impressions onto paper.",
"Computer keyboard": "Sounds created by a typewriter-style device which uses an arrangement of buttons or keys controlling switches to enter text or other information into a computer or other electronic device.",
"Writing": "The sound of inscribing signs and symbols, most often by using a purpose-made hand-held device, such as a pen or pencil, directly upon paper or similar media.",
"Alarm": "The sound of an automatic signal warning of danger.",
"Telephone": "The sound of a telecommunications device that permits two or more users to conduct a conversation when they are too far apart to be heard directly.  This class covers sounds associated with the device itself, not voice that has been carried via the telephone network.",
"Telephone bell ringing": "The sound of a physical or synthesized electric bell ringing to signal an incoming telephone call.",
"Ringtone": "The synthesized or pre-recorded sounds made by contemporary electronic telephones to indicate an incoming call or text message.",
"Telephone dialing, DTMF": "The sound of a telephony signaling system where short combinations of tones within the frequency range of human speech are used to transmit individual digits.",
"Dial tone": "The sound of a signal that a telephone exchange or other switching equipment sends to a telephone to confirm that it is ready to initiate a connection.",
"Busy signal": "A sound (usually a simple repeating tone) played over a telephone line to indicate that the requested connection could not be completed, for instance because the remote party is already engaged in a different call.",
"Alarm clock": "Sounds made by a clock that is designed to make an audible signal at a specific time. The primary use of alarm clocks is to awaken people from their night's sleep.",
"Siren": "The sound of a loud noise-making device used to provide warnings to people nearby. A siren typically consists of a single pitch that changes either smoothly or abruptly on timescales around one second.",
"Civil defense siren": "The sound of a siren used to provide emergency population warning of approaching danger such as hurricanes, earthquakes, or military attacks.",
"Buzzer": "Sounds of a mechanical, electromechanical, or piezoelectric signaling device that emits a steady, highly-audible tone with a spectrum extending to high frequencies.",
"Smoke detector, smoke alarm": "Sounds emitted by a device that senses smoke, typically to warn of a fire.",
"Fire alarm": "Sounds of a system designed to warn people when smoke, fire, carbon monoxide or other emergencies are present. Alarms can be either motorized bells or wall-mountable sounders or horns.",
"Foghorn": "A signaling sound used primarily in foggy conditions to warn watercraft of the presence of nearby vessels or other navigational hazards.",
"Whistle": "The sound of an instrument that produces sound from a stream of forced air.",
"Steam whistle": "The sound of a device used to produce sound with the aid of live steam, which acts as a vibrating system.",
"Mechanisms": "Sounds that originate from human-created machinery and devices.",
"Ratchet, pawl": "The sound of a mechanical device that allows continuous linear or rotary motion in only one direction while preventing motion in the opposite direction.",
"Clock": "Sounds made by an instrument designed to keep and indicate time.",
"Tick": "A metallic tapping sound.",
"Tick-tock": "A steady recurrent ticking sound as made by a clock.",
"Gears": "Sounds of rotating machine parts having cut teeth, or cogs, which mesh with other toothed parts to transmit torque.",
"Pulleys": "Sounds of a wheel on an axle or shaft that is designed to support movement and change of direction of a taut cable or belt along its circumference.",
"Sewing machine": "Sounds of a machine used to stitch fabric and other materials together with thread.",
"Mechanical fan": "Sounds of a machine used to create air flow via the motion of a rotating arrangement of vanes or blades.",
"Air conditioning": "The sound of a device that removes heat from the air inside a building or vehicle, thus lowering the air temperature.",
"Cash register": "Sounds of a mechanical or electronic device for registering and calculating transactions, usually attached to a drawer for storing cash.",
"Printer": "Sounds of a computer peripheral which makes a persistent human readable representation of graphics or text on paper or similar physical media.",
"Camera": "Sounds of mechanical or electronic instruments that employ optics to record or capture images.",
"Single-lens reflex camera": "Sounds of camera that uses a mirror and prism system to permit the photographer to view through the lens and see exactly what will be captured.",
"Tools": "Sounds associated with any physical item that can be used to achieve a goal, especially if the item is not consumed in the process.",
"Hammer": "Sounds made by a tool or device that delivers a blow to an object. Most hammers are hand tools used to drive nails, fit parts, forge metal, and break apart objects.",
"Jackhammer": "The sound of a pneumatic or electro-mechanical tool that combines a hammer directly with a chisel, usually used to break up rock, pavement, and concrete.",
"Sawing": "Sounds of a tool consisting of a tough blade, wire, or chain with a hard toothed edge, used to cut through material, most often wood.  Includes both manual and motorized saws.",
"Filing (rasp)": "Sounds of a common wood- and metal-working tool used to remove fine amounts of material from a workpiece.",
"Sanding": "The sounds of a surface being scraped by an abrasive material affixed to sheets of paper or cloth, either to make the surface smoother, remove a layer of material, or sometimes to make the surface rougher.",
"Power tool": "Sounds of tools that employ a power source other than the manual labor used with hand tools. The most common types of power tools use electric motors.",
"Drill": "Sounds of a tool used for making holes in various materials via a rotating drill bit.",
"Explosion": "The sound of a rapid increase in volume and release of energy in an extreme manner, usually with the generation of high temperatures and the release of gases.",
"Gunshot, gunfire": "The sound of the discharge of a firearm, or multiple such discharges.",
"Machine gun": "Sounds of a fully automatic mounted or portable firearm, designed to fire bullets in quick succession from an ammunition belt or magazine, typically at a rate of 300 to 1800 rounds per minute.",
"Fusillade": "The sound of the simultaneous and continuous firing of a group of firearms on command.",
"Artillery fire": "The sound of large military weapons built to fire munitions far beyond the range and power of infantry's small arms.",
"Cap gun": "The sound of a toy gun that creates a loud sound simulating a gunshot and a puff of smoke when a small percussion cap is exploded.",
"Fireworks": "Sounds of a class of low explosive pyrotechnic devices used for aesthetic and entertainment purposes.",
"Firecracker": "The sound of a small explosive device primarily designed to produce a large amount of noise, especially in the form of a loud bang.",
"Burst, pop": "The sound of an enclosure holding gas or liquid coming open suddenly and violently.",
"Eruption": "The sound of a volcano violently ejecting ash and lava, or a similar event in which large volumes of material are explosively released.",
"Boom": "A deep prolonged loud noise.",
"Wood": "Sounds associated with the porous and fibrous structural tissue found in the stems and roots of trees, and other woody plants.",
"Chop": "The sound of cutting a solid material such as wood into smaller pieces by using an ax or other hacking tool.",
"Splinter": "The sound of a rigid fibrous material, typically wood, breaking up into splinters or slivers.",
"Crack": "Abrupt sounds of individual ruptures in a rigid substance under stress.",
"Glass": "Sounds associated with the non-crystalline amorphous solid that is often transparent and has widespread practical, technological, and decorative uses.",
"Chink, clink": "A short light metallic sound.",
"Shatter": "The sound of a brittle rigid substance rapidly breaking into many pieces.",
"Liquid": "Sounds of a fluid that conforms to the shape of its container but retains a constant volume independent of pressure.",
"Splash, splatter": "The sound of a liquid colliding with a hard surface.",
"Slosh": "The sound of small waves of liquid held in a container breaking against the edges.",
"Squish": "Sounds made by a liquid-saturated material being squeezed.",
"Drip": "The sound of liquid falling in drops.",
"Pour": "The sound of liquid being transferred in a steady stream.",
"Trickle, dribble": "The sound of a liquid flowing slowly in an unsteady stream or drops.",
"Gush": "The sound of a liquid coming out of a pipe or other opening rapidly and in large volumes.",
"Fill (with liquid)": "The sound of a container being filled with liquid.",
"Spray": "The sound of a liquid being transferred in a scatter or jet of droplets.",
"Pump (liquid)": "The sound of a liquid being drawn or poured with a pump.",
"Stir": "The sound of moving an implement through a fluid substance.",
"Boiling": "The sound of a liquid that is reaching the temperature at which it transitions to a vapor, resulting in bubbles emerging at the surface.",
"Sonar": "Sounds associated with underwater sensing via acoustic signals. A classic sonar sound involves reverberant reflections of an emitted tone pip.",
"Arrow": "Sounds of a shafted projectile that is shot with a bow.",
"Whoosh, swoosh, swish": "A sibilant sound caused by a rigid object sweeping through the air.",
"Thump, thud": "A heavy dull sound, as made by impact of heavy objects with a relatively soft point of contact.",
"Thunk": "A partly dull hollow sound with a damped resonance.",
"Electronic tuner": "Sounds produced by an electronic device whose purpose is to aid in the tuning of musical instruments.",
"Effects unit": "Sounds associated with an electronic device that alters how a musical instrument or other audio source sounds. Some effects subtly \"color\" a sound while others transform it dramatically.",
"Chorus effect": "The ensemble sound produced by an electronic effects unit which outputs simultaneous versions of the input source with small variations in pitch and timbre.",
"Basketball bounce": "The sound of a basketball bouncing on a hard surface, such as a basketball court.",
"Bang": "A brief and loud noise.",
"Slap, smack": "The sharp sound of a flat object striking another (e.g., an open hand hitting a face).",
"Whack, thwack": "The sound of a partially rigid object forcefully striking another object, which may be preceded by the sound of the rapid, driven motion of one object (as of a baseball bat hitting a ball).",
"Smash, crash": "The sound of a rigid structure violently breaking into many pieces.",
"Breaking": "The sound of a rigid object become separated into pieces or fragments.",
"Bouncing": "The sound of an elastic, non-destructive collision in which one or both objects spring back. Depending on the situation, there may be multiple such collisions in a characteristic pattern, as of a ball bouncing.",
"Whip": "The sound of whipping, i.e., the greatly accelerated motion of the tip of a flexible structure, as the result of concentrated angular momentum.",
"Flap": "The noisy sound of a flexible surface, such as a flag, moving back-and-forth in the air and optionally coming into contact with an adjacent hard surface.",
"Scratch": "The sound of a hard, sharp point of contact leaving a permanent groove in a hard surface.",
"Scrape": "The sound of a hard edge dragging across a surface.",
"Rub": "The sound of two surfaces moving smoothly over each other with pressure but without excessive friction.",
"Roll": "The sound of an object moving by turning over or rotating.",
"Crushing": "The sound of a brittle, rigid structure breaking into small pieces or catastrophically deforming.",
"Crumpling, crinkling": "The sound of a rigid but flexible sheet, such as paper or aluminum, buckling into a smaller volume.",
"Tearing": "The sound of a flat or smooth surface separating abruptly.",
"Beep, bleep": "A short, single tone, generally made by a computer or other machine and typically high-pitched.",
"Ping": "A sharp high-pitched resonant sound with a clear decay.",
"Ding": "A high-pitched ringing sound, as of a small metal object being struck.",
"Clang": "A loud, resonant, discordant noise, as of a large and partly hollow metal structure begin struck.",
"Squeal": "A short, high-pitched tone without a sharp attack and with a perceptible variation in pitch.",
"Creak": "A high-pitched noise with a perceptible variation in pitch as a result of pressure being shifted or applied on a surface, most commonly on wood.",
"Rustle": "A sound of light, thin objects, such as dried leaves, rubbing against one another.",
"Whir": "A quiet sound of a small object, typically mechanical, in rapid, cyclic motion.",
"Clatter": "An irregular rattling noise, often produced by rapid movement, consisting of a cluster of transient sounds.",
"Sizzle": "The sound of many small bubbles bursting, most often caused by fat vaporizing as it is heated.",
"Clicking": "A short, pitchless, transient sound, as of a gentle impact between small hard objects.",
"Clickety-clack": "The sound of fast and rhythmic clicking of machinery, such as keystrokes on a typewriter or steel wheels running on tracks.  Does not include the sound of horses feet",
"Rumble": "A loud, low-pitched, dull, continuous noise.",
"Plop": "The sound of a small object dropping into a liquid without a splash.",
"Jingle, tinkle": "An irregular pattern of short metallic sounds, especially from small metal objects such as keys or coins shaking against each other.",
"Hum": "A continuous, dull tone.",
"Zing": "A brief high-pitched buzzing or humming sound.",
"Boing": "A bouncing or spring-like sound with a tonal component that sweeps upwards.",
"Crunch": "The sound of a brittle substance being crushed.",
"Silence": "The absence of audible sound or presence of sounds of very low intensity.",
"Sine wave": "A continuous, pure tone of fixed pitch and amplitude.",
"Harmonic": "A sine tone whose frequency is an integer multiple of some fundamental tone.",
"Chirp tone": "A tone whose frequency increases or decreases with time.",
"Sound effect": "An artificially created or enhanced sound used to emphasize artistic or other content of films, television shows, live performances, animation, video games, music, or other media.",
"Pulse": "A sound that is modulated in short, regular bursts at approximately 1 Hz.  This class is not for heartbeat sounds",
"Inside, small room": "Sounds that appear to have been recorded within a small room, such as one that can accommodate no more than 15 people.",
"Inside, large room or hall": "Sounds that appear to have been recorded in a large room or hall, often with clearly perceptible reverberation.",
"Inside, public space": "Sounds that appear to have been recorded in a public space such as store, restaurant, or travel terminus, often characterized by both reverberation and continuous background noise.",
"Outside, urban or manmade": "Sounds that appear to have been recorded outdoors in a human-constructed environment.",
"Outside, rural or natural": "Sounds that appear to have been recorded outdoors in a natural, non-manmade environment.",
"Reverberation": "The sound of an acoustic environment that includes substantial reflection from multiple walls or other hard surfaces. Reverberation is generally perceived as being able to 'hear' the presence and size of the room or space in which the sound is made.  The reflected sounds should remain audible for hundreds of milliseconds or longer.",
"Echo": "A sound which is a delayed and attenuated repetition of an earlier sound, for example because the sound wave has been reflected back from a distant, planar surface. To be perceived as an echo, the repetion must be delayed by around 100 milliseconds or more.",
"Noise": "A sound that has no perceptible structure and that typically interferes with the perception of more interesting or important sounds.",
"Environmental noise": "The combined sounds of transport, industrial, and recreational activities.",
"Static": "A crackling or hissing noise caused by electrical interference.",
"Mains hum": "A low, continuous tone caused by electromagnetic interference from the alternating current of the mains electricity. The fundamental frequency of this sound is usually 50 Hz or 60 Hz, depending on the local power-line frequency.",
"Distortion": "A sound that has been modified in a nonlinear fashion, usually in electronic equipment, to introduce sound correlated with the original signal. In many cases, notably with amplified electric musical instruments, distortion is introduced as an effect by increasing the gain and clipping the source signal.",
"Sidetone": "The audible feedback on a telecommunications channel that allows the speaker to know that the channel is operational.",
"Cacophony": "A loud, confusing, disagreeable sound, such as many voices shouting simultaneously.",
"White noise": "A random, unstructured sound in which the value at any moment provides no information about the value at any other moment. White noise has equal energy in all frequency bands.",
"Pink noise": "Unstructured noise whose energy decreases with frequency such that equal amounts of energy are distributed in logarithmic bands of frequency, typically octaves.  Pink noise sounds more like a rumble where white noise sounds like a hiss.",
"Throbbing": "A dull, continunous sound with a strong rhythmic modulation.",
"Vibration": "The general class of sounds caused by a periodic mechanical oscillation.",
"Television": "A sound that appears to have been produced by a television set.",
"Radio": "A sound that appears to have been produced by a radio receiver.",
"Field recording": "A sound that appears to have been recorded in some specific environment, usually with the intention of capturing and representing that environment."
}